[
       {
       "quote": "The revolution is not a gift. We have to fight for it.",
       "author": "Angela Davis (African-American activist)"
       },
       {
       "quote": "Feminism isn't about making women strong. Women are already strong. It's about changing the way the world perceives that strength.",
       "author":  "Chimamanda Ngozi Adichie (Nigerian novelist)"
       },
       {
       "quote": "We cannot all succeed when half of us are held back.",
       "author":  "Malala Yousafzai (Pakistani activist for female education)"
       },
       {
       "quote":  "A woman with a voice is by definition a strong woman.",
              "author":  "Meena Harris (American lawyer and author)"
       },
       {
       "quote": "My biggest enemy is not sexism. It's apathy.",
       "author":  "Aisha Yesufu (Nigerian activist)"
       },
       
       {
       "quote": "You don't have to be wealthy to be a philanthropist.",
       "author":  "Jacinda Ardern (Prime Minister of New Zealand)"
       },
       {
       "quote": "There is no limit to what we, as women, can accomplish.",
       "author":  "Michelle Obama (Former First Lady of the United States)"
       },
       {
       "quote": "I'm not afraid of storms, for I'm learning how to sail my ship.",
       "author":  "Victoria Abril (Spanish actress)"
       },
       {
       "quote": "Feminism isn't about making women strong. It's about changing the world to make equality a reality.",
       
       "author":  "Emma Watson (British actress and activist)"
       },
       {
       "quote": "The thing that is still missing is to just see a woman as an equal human being.",
       "author":  "Yoko Ono (Japanese multimedia artist)"
       },
       {
       "quote": "We need women at all levels, including the top, to change the dynamics of power, decision-making and resource allocation.",
       "author":  "Phumzile Mlambo-Ngcuka (South African politician)"
       },
       {
       "quote": "Doubt is a disease. Make peace with yourself.",
       "author":  "Jeanne Moreau (French actress)"
       },
       
       {
       "quote": "We may encounter many defeats but we must not be defeated.",
       "author":  "Maya Angelou (American poet and activist)"
       },
       {
       "quote": "There is no force more powerful than a woman determined to rise.",
       "author":  "Wangari Maathai (Kenyan environmental and political activist)"
       },
       {
       "quote": "Femininity needs to be embraced wherever it is, whether it be in a man or a woman or a gender non-conforming person.",
       "author":  "Munroe Bergdorf (British transgender rights activist)"
       },
       {
       "quote": "Feminism isn't about making women strong. Women are already strong. It's about changing the way the world perceives that strength.",
       "author": "G.D. Anderson"
       },
       {
       "quote": "Feminism isn't about hating men. It's about challenging the absurd gender distinctions that boys and girls learn from childhood and carry into their adult lives.",
       "author": "Chrissy Stockton"
       },
       {
       "quote": "Feminism is the radical notion that women are human beings.",
       "author": "Cheris Kramarae"
       },
       {
       "quote": "Feminism is not just about women; it’s about letting everyone live their life without being boxed into gender stereotypes.",
       "author": "Emma Watson"
       },
       {
       "quote": "Feminism is not a dirty word. It does not mean you hate men, it does not mean you hate girls that have nice legs and a tan, and it does not mean you are a ‘bitch’ or ‘dyke’, it means you believe in equality.",
       "author": "Kate Nash"
       }
       ]